import MainTemplate from "@/ui/templates/main-template";
import WrapperTemplate from "@/ui/templates/wrapper-template";

export const metadata  = {
  title: "Политика обработки персональных данных",
};

export default function DigitalDataPolicyPage () {
  return (
    <WrapperTemplate>
      <MainTemplate>
        <h1>Политика в отношении обработки персональных данных</h1>

        <h2>1. Общие положения</h2>
        <p>Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. № 152-ФЗ «О персональных данных» (далее — Закон о персональных данных) и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые БПОУ «КИТЭК» (644116, г. Омск, ул. 27 Северная, дом 69) (далее — Оператор).</p>
        <p>1.1. Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.</p>
        <p>1.2. Настоящая политика Оператора в отношении обработки персональных данных (далее — Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта <a href="https://re-works.ru/">https://re-works.ru/</a>.</p>

        <h2>2. Основные понятия, используемые в Политике</h2>
        <ul>
            <li><strong>Автоматизированная обработка персональных данных</strong> — обработка персональных данных с помощью средств вычислительной техники.</li>
            <li><strong>Блокирование персональных данных</strong> — временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).</li>
            <li><strong>Веб-сайт</strong> — совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу <a href="https://re-works.ru/">https://re-works.ru/</a>.</li>
            <li><strong>Информационная система персональных данных</strong> — совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств.</li>
            <li><strong>Обезличивание персональных данных</strong> — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.</li>
            <li><strong>Обработка персональных данных</strong> — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</li>
            <li><strong>Оператор</strong> — государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и/или осуществляющие обработку персональных данных.</li>
            <li><strong>Персональные данные</strong> — любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта <a href="https://re-works.ru/">https://re-works.ru/</a>.</li>
            <li><strong>Пользователь</strong> — любой посетитель веб-сайта <a href="https://re-works.ru/">https://re-works.ru/</a>.</li>
            <li><strong>Трансграничная передача персональных данных</strong> — передача персональных данных на территорию иностранного государства органу власти иностранного государства.</li>
            <li><strong>Уничтожение персональных данных</strong> — любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания.</li>
        </ul>

        <h2>3. Основные права и обязанности Оператора</h2>
        <ul>
            <li><strong>Оператор имеет право:</strong></li>
            <ul>
                <li>получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные;</li>
                <li>самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами.</li>
                <li>в случае отзыва субъектом персональных данных согласия на обработку персональных данных, а также, направления обращения с требованием о прекращении обработки персональных данных, Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных;</li>
            </ul>

            <li><strong>Оператор обязан:</strong></li>
            <ul>
                <li>предоставлять информацию по запросу субъекта;</li>
                <li>организовывать обработку в порядке законодательства;</li>
                <li>отвечать на обращения субъектов;</li>
                <li>принимать меры для защиты персональных данных;</li>
            </ul>
        </ul>

        <h2>4. Основные права и обязанности субъектов персональных данных</h2>
        <ul>
            <li><strong>Субъекты имеют право:</strong></li>
            <ul>
                <li>получать информацию о своих персональных данных;</li>
                <li>требовать уточнения или уничтожения неполных или неточных данных;</li>
                <li>отзывать согласие на обработку;</li>
                <li>обжаловать действия Оператора.</li>
            </ul>

            <li><strong>Субъекты обязаны:</strong></li>
            <ul>
                <li>предоставлять достоверные данные;</li>
                <li>сообщать об изменениях своих данных.</li>
            </ul>
        </ul>

        <h2>5. Принципы обработки персональных данных</h2>
        <ul>
          <li><strong>Обработка осуществляется:</strong></li>
          <ul>
              <li>на законной и справедливой основе;</li>
              <li>для достижения конкретных целей;</li>
              <li>без избыточности обрабатываемых данных.</li>
          </ul>
        </ul>

            <p><strong>&nbsp;</strong></p>

        <h2>6. Цели обработки персональных данных</h2>

        <p><strong>&nbsp;</strong></p>

        <h2>7. Условия обработки персональных данных</h2>

        <p><strong>&nbsp;</strong></p>

        <h2>8. Порядок сбора, хранения и передачи персональных данных</h2>

        <p><strong>&nbsp;</strong></p>

        <h2>9. Перечень действий с полученными данными</h2>

        <p><strong>&nbsp;</strong></p>

        <h2>10. Трансграничная передача личных данных</h2>

        <p><strong>&nbsp;</strong></p>

        <h2>11. Конфиденциальность личных данных</h2>

        <p><strong>&nbsp;</strong></p>

        <h2>12. Заключительные положения</h2>

        <p><strong>&nbsp;</strong></p>

      </MainTemplate>
    </WrapperTemplate>
  );
}