import MainTemplate from "@/ui/templates/main-template";
import WrapperTemplate from "@/ui/templates/wrapper-template";

export const metadata  = {
  title: "Пользовательское соглашение",
};

export default function UserAgreementPage () {
  return (
    <WrapperTemplate>
      <MainTemplate>
        <h1>Пользовательское Соглашение</h1>
        Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между БПОУ «КИТЭК» (644116, г. Омск, ул. 27 Северная, дом 69) (далее ReWorks или Администрация) с одной стороны и пользователем сайта с другой.
        Сайт ReWorks не является средством массовой информации.
        
        Используя сайт, Вы соглашаетесь с условиями данного соглашения.
        <b>Если Вы не согласны с условиями данного соглашения, не используйте сайт ReWorks!</b>
        
        <h3>Предмет соглашения</h3>
        <b>Администрация предоставляет пользователю право на размещение на сайте следующей информации:</b>
        
        <h3>Предмет соглашения</h3>
        <b>Администрация предоставляет пользователю право на размещение на сайте следующей информации:</b>
        - Текстовой информации
        - Видеоматериалов
        - Фотоматериалов
        - Ссылок на материалы, размещенные на других сайтах
        
        <h3>Права и обязанности сторон</h3>
        <b>Пользователь имеет право:</b>
        - осуществлять поиск информации на сайте
        - получать информацию на сайте
        - создавать информацию для сайта
        - распространять информацию на сайте
        - комментировать контент, выложенный на сайте
        - изменять рейтинг пользователей
        - копировать информацию на другие сайты с указанием источника
        - требовать от администрации скрытия любой информации о пользователе
        - использовать информацию сайта в личных некоммерческих целях
        - использовать информацию сайта в коммерческих целях с разрешения Администрации
        
        <b>Администрация имеет право:</b>
        - по своему усмотрению и необходимости создавать, изменять, отменять правила
        - ограничивать доступ к любой информации на сайте
        - создавать, изменять, удалять информацию
        - удалять учетные записи
        - отказывать в регистрации без объяснения причин
        
        <b>Пользователь обязуется:</b>
        - обеспечить достоверность предоставляемой информации
        - обеспечивать сохранность личных данных от доступа третьих лиц
        - обновлять Персональные данные, предоставленные при регистрации, в случае их изменения
        - при копировании информации с других источников, включать в её состав информацию об авторе
        - не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность
        - не нарушать работоспособность сайта
        - не создавать несколько учётных записей на Сайте, если фактически они принадлежат одному и тому же лицу
        - не совершать действия, направленные на введение других Пользователей в заблуждение
        - не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам
        - не регистрировать учетную запись от имени или вместо другого лица за исключением случаев, предусмотренных законодательством РФ
        - не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а также иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства РФ
        - не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами
        
        <b>Администрация обязуется:</b>
        - поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.
        - предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти в случаях, установленных законом
        
        <h3>Ответственность сторон</h3>
        - пользователь лично несет полную ответственность за распространяемую им информацию
        - администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг
        - администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами
        - в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса
        
        <h3>Условия действия Соглашения</h3>
        Данное Соглашение вступает в силу при любом использовании данного сайта.
        Соглашение перестает действовать при появлении его новой версии.
        Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.
        Администрация не оповещает пользователей об изменении в Соглашении.
        
        
        <p>Соглашение разработано на базе юридических документов сервиса <a href="https://praville.ru">Правилль</a></p>
      </MainTemplate>
    </WrapperTemplate>
  );
}